Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: Due to the distortions arising out of industrial protectionism there could not be created a favourable environment for increasing the investment in nationally imoortant industries related to production, employment and income distribution.
ne_np: औद्योगिक संरक्षणमा भएको बिसङगतिले गर्दा उत्पादन, रोजगारी तथा आय वितरणजस्ता राष्ट्रिय दृष्टिकोणले महत्वप र्ण ठहरिएका ।

source: The large investment of the private sector in industry was greatly attracted to the activities yielding quick and easy return.
ne_np: निजी क्षेत्रको उद्योगतर्फको ठूलो लगानी छिटो र सजिलोसँग प्रतिफल प्राप्त हुने क्रियाकलपाहरुमा बढी आकर्षित हुन पुगे उद्योगतर्फ लगानी बढाउने उपयुक्त वातावरण बन्न सकेन।

source: There were no incentives to attract investment towards industries directly associated with the need of the society.
ne_np: समाजको आवश्यकतासँग प्रत्यक्ष सम्बन्ध राख्ने उद्योगहरुतर्फ आकर्षण भएन।

source: Due to this, forward and backward linkages of the economy with other sectors could not be developed.
ne_np: यसले गर्दा अर्थतन्त्रको अन्य क्षेत्रहरुसँग स्थापना हुनु पर्ने अगाडि र पछाडिका सम्बन्ध विकसित हुन सकेन।

source: The government policy instead of being incentive oriented was control oriented to attract the foreign investment.
ne_np: सरकारी नीति प्रोत्साहनमुखी भन्दा नियन्त्रणमुखी भएको र उपयुक्त वातावरणको सृजना हुन नसकेकोले विदेशी लगानी पनि आकर्षित हुन सकेन।

source: On the whole, the government policy could neither act as a catalyst nor contribute in leading the country towards industrialization.
ne_np: समग्रमा भन्ने हो भने सरकारी नीति मुलुकलार्ई आ। ैद्योगीकरणको दिशातिर उन्मुख गराउन प्रोत्साहनमूलक र सहयोगी बन्न सकेन।

source: While in the beginning the Kathmandu valley alone was the centre of attraction, a substantial increase in the number of tourists took place during this period due to the extension of trekking, mountaineering, national parks and other places of touristic attraftion outside the valley.
ne_np: सुरुमा पर्यटकहरुको आकर्षणको केन्द्रकाठमाडौं उपत्यका मात्र रहेकोमा पदयात्रा, पर्वतारोहण , राष्ट्रिय निकुञ्ज तथा मनोरम स्थलहरुजस्ता आकर्षणका क्षेत्रहरुको विस्तार उपत्यकाबाहिर पनि भएकोले यस अवधिमा पर्यटकहरुको संख्यामा उल्लेखनीय रुपमा बृद्धि भएको देखियो ।

source: Despite the increase in the number of tourists during this period, no increase in average stay and expenses incurred per day materialized for the lack of proper development and expansion of infrastructures and places of tourist attraction.
ne_np: यस अवधिमा पर्यटक संख्यामा बृद्धि भए तापनि पूर्वाधार तथा पर्यटक आकर्षण स्थलहरुको उचित विकास तथा विस्तार भइनसकेकोले पर्यटकहरुको औसत बसाइ दिन र प्रतिदिन खर्चमा बृद्धि हुन सकेन।

source: While the average stay of a tourist was 13.1 days in 1974/75, this went down to 12 days in 1989/90.
ne_np: २०३१/३२ मा पर्यटकहरुको नेपालमा औसत बसाइ दिन १३.१ थियो भने २०४६/४७ मा १२ दिनमा झर्न पुग्यो ।

source: Similarly, while each tourist during his stay in Nepal spent $ 24.00 in 1961/62, the level of expenditure remained unchanged in 1989/90.
ne_np: त्यस्तै नेपालको बसाइ अवधिमा २०३१/३२ मा प्रतिपर्यटकले प्रति दिन यु.एस.डलर २४ खर्च गर्ने गरेको थियो भने २०४६/४७ मा पनि त्यही स्तर मै रह्यो।

source: Substantial foreign exchange was earned from the tourist sector during the period from 1961/62 to 1989/90.
ne_np: २०१८/१९ देखि २०४६/४७ को अवधिमा पर्यटक क्षेत्रबाट विदेशी मुद्रा आर्जन उल्लेखनीय रुपमा भएको देखियो ।

source: while the earning from the tourist sector was merely US$ 78,000.00 in 1961/62, US$ 68,343,000,00 was earned in 1989/90 with an average increase of 26 percent per annum.
ne_np: २०१८/१९ मा पर्यटनक्षेत्रबाट केवल ७८ हजार यु. एस. डलर आर्जन भएकोमा सरदरबार्षिक २६ प्रतिशतले बृद्धि भई २०४६/४७ मा ६ करोड ८३ लाख ४३ हजार यु. एस. डलर आर्जन हुन गयो।

source: In the period between 1961/62 and 1989/90, some other small projects and big hydro-electric projects such as the panauti, Trishuli, sunkosi, Devighat, Gandak, Kulekhani and Marsyangdi were commissioned.
ne_np: २०१८/१९ देखि २०४६/४७ को अवधिमा पनौति, त्रिशुली, सुनकोशी, दे वीघाट, गण्डक, कुलेखानी तथा मर्स्याङ्धदी जस्ता ठूला जल विद्युत् आयोजनाहरु र केही अन्य साना आयोजनाहरु सम्पन्न भए।

source: thus, though electricity generation and distribution was increased, the burden arising from the excessive per unit cost of electricity due to completed projects being very expensive fell upon the consumers.
ne_np: यसरी विद्युत्उत्पादन र वितरणमा बृद्धि भए तापनि सम्पन्न परियोजनाहरु निकै महँगा भएकोले गर्दा विद्युत प्रतिइकाई लागत निकै बढी हुन पुगेकोले यसको भार उपभोक्ताहरुमा पर्‍यो।

source: Transport and Communication 3.1 Transport a.
ne_np: यातायात तथा सञ्चार ३.१ यातायात (क)

source: Roads Prior to 1950, the facility of motorable road in the country was almost non-existent.
ne_np: सडक : २००७ साल भन्दा अगाडिसम्म देशमा मोटर चल्ने सडकको सुविधा ज्यादै नै नगण्य रुपमा रहेको थियो।

source: While looking at the road-population ratio, every kilometer of road had served a population averaging 7,780 people in 1960, upon the reduction of this ration on 1989/90, every kilometer served a population of 2441.
ne_np: सडक ( जनसख्या अनुपातलार्ई हेर्दा २०१७ सालमा प्रति कि.मी. सडकले सरदर ७८५७ जनसंख्यालार्ई सेवा प्रदान गरेको थियो उक्त अनुपात २०४६ङ्ग४७ मा घट्न गई प्रति कि.मी. २४४१ जनसंख्या पुग्न गयो।

source: the important highways built in the period of past thirty years are the east-west highway, Arniko highway, Siddhartha highway, Prithibi highway, Gorkha-Narayangadh highway, Dadeldhura-dipayal-Doti highway, Dharan-Khankuta highway, Dhangadi-dadeldhura highwasy.
ne_np: विगत तीस वर्षको अवधिमा निर्माण भएका महत्वपूर्ण राजमार्गहरुमा, पूर्व - पश्चिम राजमार्ग, अरनिको राजमार्ग, सिर्‍ार्थ राजमार्ग, पृथ्वी राजमार्ग, गोरखा य्.147नारायणगढ राजमार्ग, डडेलधुरा - दिपायल - डोटी राजमार्ग, धरान - धनकुटा राजमार्ग, धनगडी - डडेलधुरा राजमार्ग रहेका छन।

source: In addition to these, some efforts have also been made in the construction of suspension bridge, wooden bridges, foot trail, mule track and service tra ck etc. which constrtute the minimum basic needs for the development of the rural areas.
ne_np: यसअतिरिक्त ग्रामीण क्षेत्रको विकासका लागि न्यूनतम आधारभूत आवश्यकताको रुपमा रहेको झोलुङ्धे पुल, काठेपुल, गोरेटो घोडेटो र चक्रेटो आदिको निर्माणमा पनि भएको देखिएको छ।

source: Thus, in spite of the efforts mad for the development of road transport, several of the district headquarters od not have access to road.
ne_np: यसरी सडक यातायातविकासको लागि प्रयासहरु भए तापनि कतिपय जिल्लाहरुको सदरमुकामहरुसम्म सडक पुग्न सकेको छैन।

source: The construction of roads co uld not be completed as required nor could the economy derive maximum benefits from the constructed roads because of the excessive increase in the cost of road construction and the lack of timely repair and maintenance.
ne_np: सडकनिर्माणमा गरिएको लगानीमा अतिशय बृद्धि हुनु, सडक मर्मत तथा सम्भारकार्य समयमा हुन नसक्नुजस्ता कारणहरुले गर्दा आवश्यकताअनुरुप सडकहरुको निर्माण हुन नसक्नु र निर्मित सडकहरुबाट अर्थतन्त्रले अधिकतम लाभ उठाउन सकेको देखिएन ।

source: Air Transport Prior to 1960AD, the country had a total of 12 airfields with 1 metalled and 11 fair weather type.
ne_np: हवाई यातायात : देशमा २०१७ साल अघिसम्म पक्की १ वटा र कच्ची स्तरको ११ वटा गरी जम्मा १२ वटा विमानस्थलहरु रहेका थिए।

source: Necessary physical facilities and communication services complementary to aviation were unavailable in several air-fields.
ne_np: कतिपय बिमास्थलहरुमा आवश्यक भौतिक सुविधा तथा सञ्चार उड्डयन सहाय सम्बन्धी सेवाहरुको अभाव थियो।

source: In FY 1974/75 there was a total of 28 air fields, all over the kingdom with 4 metalled, 12 fair eather and 12 small airstrips.
ne_np: आ.व. २०३१/३२ मा अधिराज्यभर पक्की हवाई मैदान ४, कच्ची हवाई मैदान १२ र सानो हवाई मैदान १२ गरी कुल २८ हवाई मैदानहरु थियो। २०४६ङ्ग४७ मा कुल विमानस्थल संख्या ४३ पुग्न गएको थियो।

source: By 1989/90 the number of total air fields reached 43.
ne_np: २०४६/४७ मा कुल विमानस्थल संख्या ४३ पुग्न गएको थियो।

source: the internal air service has been operated by Royal Nepal Airlines corporation.
ne_np: नेपालको आन्तरिक हवाई सेवाको कार्य शाही नेपालवायु सेवा निगमले गर्दै आएको छ।

source: In 1960/61, this corporation had initiated its service with 6 aeroplanes.
ne_np: २०१७/१८ मा यस निगमले आफ्नो सेवा ६ वटा विमानबाट सुरु गरेको थियो।

source: In FY 1989/90, this corporation had 24 aeroplanes and it operated its services internally is 36 places and externally in 10 cities.
ne_np: आ.व. २०४६/४७ मा यस निगमसँग जम्मा २४ वटा विमानहरु रहेका थिए र आन्तरिकतर्फ ३६ स्थानमा, विदेशतर्फ १० शहरहरुमा यसले सेवा सञ्चालन गरेको थियो

source: Long before 1960, railways and ropeways were established in Nepal.
ne_np: २०१७ सालअघि नै नेपालमा रेलमार्ग र रज्जु मार्गहरु स्थापना गरिएको थियो।

source: Thus, no specific progress was achieved in the development of other types of transport during this period.
ne_np: यसरी यस कालमा अन्य यातायातको विकासतर्फ खास प्रगति हासिल गर्न सकेको देखिदैन।

source: As far as the railway transport is concerned, the progress was absolutely nil.
ne_np: रेल यातायाततर्फ त झन प्रगति शून्य नै रहेको थियो।

source: 3.2 Communication a.
ne_np: ३.२ सञ्चार (क)

source: Postal Services Till FY 1960/61, the total number of post offices all over the country was 409.
ne_np: हुलाक सेवा : आ.व. २०१७/१८ साल सम्ममा देशभर कुल हुलाक संख्या ४०९ थियो।

source: it was estimated that a post office at an average had provided service to 22,252 people within an area of 132 square miles.
ne_np: यस आधारमा १ हुलाकले सरदर १३२ वर्ग मीलका २२,२५२ जनसंख्यालार्ई सेवा पुर्‍याएको अनुमान थियो

source: In FY 1974/75, the country had 1,006 post offices.
ne_np: आ.व. २०३१/३२ मा देशमा १,००६ हुलाकसंख्या पुग्न गयो।

source: Out of these, there were one general post office, 74 district post offices, 254 sub-post offices and 678 additional post offices.
ne_np: जसमध्ये गोश्वारा हुलाक १, जिल्ला हुलाक ७४, छोटी हुलाक २५४ र अतिरिक्त हुलाक ६७८ थिए।

source: In FY 1989/90, Nepal had a total of 2,231 post offices.
ne_np: आ.व. २०४६/४७ मा नेपालमा कुल हुलाकसंख्या २२३१ पुगेको थियो।

source: Telecommunication Service Regarding telecommunication sector, service of 1,120 telephone lines was available through the local telephone exchanges in FY 1960.1961, which meant one line served every 8, 303 people.
ne_np: दूर सञ्चार सेवा : आ.व. २०१७/१८ सालमा दूर सञ्चार क्षेत्रतर्फ स्थानीय टेलिफोन एक्सचेन्जहरुबाट १,१२० लाईनको सेवा रहेको थियो र प्रति ८३०३ जनसंख्यालार्ई एक लाईनको सेवा उपलब्ध भएको थियो।

source: Population-telephone ratio in Nepal reached 250:1 with the availability of the service of 71,560 telephone lines in FY 1989/90.
ne_np: आ.व. २०४६/४७ मा नेपालमा जम्मा टेलिफोन संख्या ७१,५६० पुगी जनसंख्या टेलिफोन लाईनकोअनुपात २५०:१ पुग्यो।

source: The communication sector was in fact stagnated as the media of communication were within the government control.
ne_np: अन्य सञ्चारका माध्यमहरु सरकारी नियन्त्रणभित्र रहनुपर्ने भएकोले सञ्चार क्षेत्र कुण्ठित अवस्थामा थियो।

source: The Nepal Television has started operation its service since 1985.
ne_np: २०४२ देखि नेपालमा टेलिभिजन सेवा सञ्चालन हुँदै आएको छ ।

source: Social Services 4.1.
ne_np: सामाजिक सेवा ४.१

source: Education The country made some progress in the field of education in the past.
ne_np: शिक्षा: विगतका अवधिमा देशले शिक्षाको क्षेत्रमा केही प्रगति हासिल गरेको थियो।

source: But that progress was merely limited to quantitative increase.
ne_np: तर उक्त प्रगति केवल परिमाणात्मक बृद्धिमा मात्र सीमित रहन गयो।

source: While teacher-student ration was 1:25 at the primary class (class 1- 3) level in 1961, it increased to 1:39 by April 1990.
ne_np: प्राथमिक कक्षा(कक्षा १ देखि ३ सम्म) तहमा २०१८ सालमा शिक्षक र विद्यार्थी अनुपात १:२५ रहेकोमा २०४७ को वैशाखसम्ममा उक्त अनुपातमा बृद्धिभई १:३९ रहन गयो।

source: Similarly, the school-student ration of 1:46 in 1961, recorded a significant increase to 1:156 by April 1990.
ne_np: त्यसै गरी विद्यालय र विद्यार्थी अनुपात २०१८ मा १:४६ रहेकोमा सो अनुपातमा उल्लेखनीय बृद्धिभई २०४७ वैशाखसम्ममा १:१५६ रहन गयो।

source: Hence, a situation arose, where sufficient number of schools could not be increased in comparison to the increase in the number of students.
ne_np: यसरी विद्यार्थी संख्या बृद्धिको तुलनामा विद्यालय संख्यामा पर्याप्त बृद्धि हुन नसकेको स्थिति देखा पर्‍यो।

source: Out of the total students of the primary class of the age group 6 to 10, 182,533 had attended their classes in 1961 and this work out to be 14.4 percent of that age group.
ne_np: ६ देखि १० वर्षकोउमेर समूहका प्राथमिक कक्षाका कुल विद्यार्थीहरुमध्ये २०१८ सालमा १ लाख ८२ हजार ५३३ विद्यार्थीहरुले अध्ययन गरेको देखिएको थियो जुन उक्त उमेर समूहको १४.४ प्रतिशत हुन आउँदछ।

source: Against this, 2,789,000 students attended classes by April 1990 and this works out to be 80 percent of that age group.
ne_np: यसको विपरित २०४७ वैशाखसम्ममा २७ लाख ८९ हजार विद्यार्थीहरु अध्ययनरत देखिए, जुन उक्त उमेर समूहको करी। ब ८० प्रतिशत हुन आउँदछ।

source: Hence, the school-student ration of 1961 increased from 1:172 to 1:187 by April 1990 and similarly, the teacher-student ration changed from 1:15 to 1:35.
ne_np: यसरी २०१८ सालको विद्यालय र विद्यार्थी अनुपात १:१७२ बाट बृद्धि भई २०४७ वैशा खसम्म १:१८७ र शिक्षक र विद्यार्थी अनुपात १:१५४ बाट १:३५ पुग्न गयो।

source: In the field of higher education, while the number of students in 1961 was 5,143, this increased to 102,130 in FY 1989/90.
ne_np: उच्च शिक्षातर्फ २०१८ सालमा विद्यार्थीसंख्या ५ हजार १४३ रहेकोमा २०४६/४७ मा यो संख्या १ लाख २ हजार १३० पुग्न गयो।

source: Development requirements of the country could not be met in spite of this quantitiative increase in the educational sector.
ne_np: शिक्षाक्षेत्रमा यसरी परिमाणात्मक बृद्धि भएको थियो तापनि देशको विकास आवश्यकताहरुलाई पूर्तिगर्न सकेको थिएन।

source: The National Education plan (1971-75) was announced on April 16, 1971 claiming that the education system prior to the advent of the panchayat system was not in keeping with the country, time and the Nepalese society.
ne_np: पञ्चायत व्यवस्था लागु गर्नुभन्दा पहिलेका शिक्षाप्रणाली देश समय तथा नेपाली समाजको आवश्यकतानुकुल थिएन भन्दै २०२८ साल वैशाख ३ गते राष्ट्रिय शिक्षा पद्धति (२०१८य्.147३२) को योजना घोषणा गरियो।

source: It was believed that the system would be instrumental to fulfil the national objective of education towards preparation of neces sary manpower for economic development with the dissemination of requisite knowledge, science, development, conservation and promotion of technical expertise and skill.
ne_np: देशको आर्थिक विकासका लागि आवश्यक ज्ञान, विज्ञान, प्राविधिकदक्षता र सीपको विकास, संरक्षण, सम्बर्द्धन र प्रसार गरी आवश्यक कार्यर्ता तयार गर्ने शिक्षाको राष्ट्रिय उद्देश्यलाई पूर्ति गर्न उक्त पद्धति उपयोगी हुने विश्वास लिइएको थियो।

source: In the process if implementing this system, the budget was increased 5 to 6 times in the districts where the education plan had been introduced; the schools run with the public participation were brought under the government employees on the name of making the teaching profession attractive, a ten- month mandatory field work under the national Development service porgramme was introduced; sixteen institutes and campuses were established by bringing about fundamental changes in the administrative set up of teaching institutions providing higher education.
ne_np: यो पद्धती लागु गर्ने क्रममा, शिक्षा योजना लागु भएका जिल्लाहरुमा ५र६ गुणा बजेट बृद्धि गरिए, जनसहभागिताबाट सञ्चालित विद्यालयहरुलाई सरकारीकरण गरियो, शिक्षक पेशालाई आकर्षित तुल्याउने नाममा अधिराज्यका सम्पूर्ण शिक्षकहरुलाई कर्मचारी सरह वेतन तथा सुविधाको व्यवस्था गरियो, सेमेष्टर व्यवस्था लागु गरियो, १० महिनासम्म राष्ट्रिय विकास सेवा कार्यक्रमअर्न्तगत फिल्डमा गई अनिवार्य रुपमा कामगर्नुपर्ने व्यवस्था गरियो , उच्च शिक्षा प्रदान गर्दै आएका शिक्षण संस्थाहरुको प्रशासनमा मूलभूत परिवर्तन ल्याई १६ वटा इन्स्टीच्यूटहरु तथा क्याम्पसहरु स्थापना गरियो।

source: The country could not make qualitative advance in the field of education as a result of the new education system; instead, there was further deteoriation.
ne_np: नयाँ शिक्षा प्रणालीको फलस्वरुप शिक्षाक्षेत्रमा देशले गुणात्मक प्रगति गर्न सकेन र यसमा झन ह्रास आयो।

source: No academic changes evolved in the attitudinal perspective of the students an teachers, unsustainable financial burden increased on the educational sector and public participation was almost obliterated.
ne_np: विद्यार्थी एवं शिक्षकहरुको मनस्थितिमा वाञ्छित स्तरमा बौद्धिक परिर्वतन आएन, शिक्षाक्षेत्रमा धान्न नै नसकिने किसिमका व्ययभार बृद्धि भयो र शिक्षाक्षेत्रमा जनसहभागिताको प्रायः लोप भयो ।

source: Useful programmes such as the National Development service programmes were put off for political reasons.
ne_np: राष्ट्रिय विकास कार्यक्रमजस्ता उपयोगी कार्यक्रम राजनैतिक कारणले स्थगित भए।

source: The National Education was proved to be ineffective and inappropriate on account of all these reasons.
ne_np: यी सबै कारणहरुले गर्दा राष्ट्रिय शिक्षा पद्धतिको योजना निष्कृय एवं अनुपयुक्त ठहर्न गयो।

source: 4.2 Health To look into the development of health services, while there were 39 hospitals, 1019 hospit al beds, 55 health posts, 93 health centres and 63 ayurvedic dispensaries in the3 field of curative services in Nepal in 1961, the number of hospitals, hospital beds, health posts and health centres increased to 111, 4570, 816 and 18 respectively in 1990.
ne_np: ४.२ स्वास्थ्य : स्वास्थ्य सेवाको विकासलाई हेर्ने हो भने उपचारात्मक सेवातर्फ २०१८ सालसम्म नेपालमा ३९ अस्पताल, १०१९ अस्पताल श184या, ५५ स्वास्थ्य चैाकी, ९३ स्वास्थ्य केन्द्र र ६३ आयुर्वेदिक औषधालय रहेकोमा २०४७ सालसम्म अस्पताल संख्या १११, अस्पताल शैया ४५७०, स्वास्थ्य चौकी ८१६ र स्वास्थ्य केन्द्र १८ पुग्न गएको थियो।

source: while population per hospital bed was 9,146 in 1961, this was 3915 in 1990.
ne_np: २०१८ सालमा प्रति अस्पताल शैया ९१४६ जनसंख्या पर्न आउँथ्यो भने २०४७ सालमा प्रतिअस्पताल शैया ३९१५ जनसंख्या पर्न आएको छ।

source: Thus, each doctor had to provide service to 14,958 people in 1990.
ne_np: त्यस्तै २०४७ सालमा प्रति डाक्टर १४,९५८ जनसंख्या पर्न आएको छ।

source: while the average life span of a Nepali citizen was 28 years in 1961, this increased to 53 by FY 1989/90.
ne_np: नेपालीको सरदर आयु २०१७ सालमा करीब २८ वर्ष रहेकोमा २०४६/४७ मा आएर करीब ५३ वर्ष पुगेको थियो।

source: Family planning programme was launched as a national programme only from FY 1965/66 through the government and non -government associations and institutions while maternity child health programe was initiated around FY 1973/74 only.
ne_np: नेपालमा परिवार नियोजन कार्यक्रम २०२२/२३ देखि मात्र राष्ट्रिय कार्यक्रमको रुपमा सरकारी तथा गैर सरकारी संघ संस्थाहरुको माध्यमबाट सञ्चालन गरिएको थियो। मातृ शिशु कल्याण कार्यक्रम भने २०३०/३१ तिर देखि मात्र शुरु गरियो।

source: Afterwares, family planning and maternity child health projects were implemented in all the 75 districts if the kingdom.
ne_np: पछि आएर परिवार नियोजन तथा मातृ शिशु कल्याण परियोजना अधिराज्यका ७५ वटै जिल्लाहरुमा सञ्चालन गरिए।

source: 4.3 Drinking water Attention was given towards providing drinking water facility right from the beginning of planned development.
ne_np: ४.३ खानेपानी : योजनाबद्ध विकासको शुरुआतदेखि नै खानेपानीको सुविधा उपलब्ध गराउनेतर्फ ध्यान दिइँदै आएको थियो।

source: Drinking water programmes had been initiated especially in urban areas and some rural areas prior to 1960.
ne_np: २०१७ साल अघिसम्म विशेष गरी शहरी क्षेत्रमा र केही ग्रामीण क्षेत्रमा खानेपानी कार्यक्रम शुरु गरिएका थिए।

source: By 1961 1,452,000 gallons of water per day was available to 6 percent of the population.
ne_np: २०१८ सम्म कुल ६ प्रतिशत जनसंख्याको लागि १४ लाख ५२ हजार ग्यालेन पानी प्रति दिन उपलब्ध हुने गरेको थियो।

source: In 1989/90, only 36 percent of the total population had drinking water facility with 67 percent and 33 percent of the urban and rural areas respectively having access to this facility.
ne_np: २०४६/४७ सम्ममा शहरीतर्फ ६७ प्रतिशत र ग्रामीणतर्फ ३३ प्रतिशत गरी कुल जनसंख्याको केवल ३६ प्रतिशतलाई खानेपानी सुविधा उपलव्ध हुन सकेको थियो।

source: Accordingly, the available statistics shows that 5,424, 000 and 1,134,000 residents of the rural and urban areas respectively had access to the drinking water facility.
ne_np: यसअनुसार ग्रामीण क्षेत्रका ५४ लाख २४ हजार र शहरी क्षेत्रका ११ लाख ३४ हजार जनसंख्या खानेपानी सुविधाबाट लाभान्वित भएको आङकडाले देखाउँदछ।

source: Thus, majority of the people in the country are as yet deprived from an access to hygienic supply of water in spite of the fact that expansion of drinking water facility had taken place in the past.
ne_np: यसरी विगत अवधिमा खानेपानी सुविधाको विस्तार भए तापनि देशको अत्यधिक जनता अझ पनि शुद्ध पानी सुविधाबाट बञ्चित छन्।

source: The water that was provided was also not available in required quantities.
ne_np: उपलब्ध गराइएको पानी पनि आवश्यक मात्रामा उपलब्ध हुन सकेको थिएन।

source: On the one hand, there was a lack of hygienic supply of water, and on the other, there was plenty of leakage in the drinking water.
ne_np: एकातर्फ खानेपानी शुद्धिकरणको अभाव थियो भने अर्कोतर्फ खानेपानीमा प्रसस्त चुहावट देखियो।

source: In addition to this, it is estimated that 70 percent of the diseases are caused by the polluted water.
ne_np: यस अतिरिक्त नेपालमा करीब ७० प्रतिशत रोगहरु दुषित पानीको कारणबाट उत्पत्ति भएको अनुमान छ।

source: Although some progress was made in social and physical infrastructural sectors, the progres s appeared remarkable only in comparison to the negligible figures of the base year.
ne_np: विगतमा सामाजिक एवं भौतिक पूर्वाधारका क्षेत्रहरुमा केही प्रगति हासिल गरिएको भए तापनि ती प्रगतिहरु आधार वर्षको नगण्य आङकडाहरुको तुलनामा मात्र उल्लेखनीय देखिएका हुन्।

source: In the absence of any political opposition, there did exist the opportunity of channeling the autocration character of panchayat to rapid economic development but, unfortunately, this also did not mathrialise.
ne_np: राजनैतिक प्रतिरोधको अभावको वातावरणमा पञ्चायतको अधिनायकवादी चरित्रलाई दु्रततर आर्थिक विकासको लागि जसरी उपयोग गर्न सक्ने सम्भावना थियो त्यो पनि गरिएन।

source: The lack of structural change in production hindered the development process from gaining momentum.
ne_np: उत्पादन संरचनामा परिवर्तन हुन नसकेर द्रुततर विकास हुन सकेन।

source: A low savings rate, the increased share of loan in forging assistance, low level of industrialization, weak agricultural production, limited export trade and a high population growth rate remained as barriers in the path of development.
ne_np: निम्न बचतदर, वढ्दो विदेशी ऋण सहायता, निम्नस्तरको औद्योगीकरण, कमजोर कृषि उत्पादन अवस्था, सीमित निकासी व्यापार, उच्च जनसंख्या वृद्धिदर आदि विकासमार्गमा अवरोधको रुपमा देखापरेका थिए।

source: They economy had to face serious problems due to imbalance between resource mobilisation and expenditure, imbalance between savings and investments and between export and import and the lack of control over population growth.
ne_np: राजस्व परिचालन र खर्चमा असन्तुलन, बचत तथा लगानी र निकासी एवं पैठारी व्यापारमा असन्तुलन र जनसंख्या बृद्धिमा नियन्त्रणको कमीले अर्थतन्त्रले जटिल समस्याको सामना गर्नु पर्‍यो।

source: During the three decades of the panchayat regime, there was never a dearth of attractive fundamental reform programmes and slogans.
ne_np: पञ्चायती व्यवस्थाको तीस वर्षमा आकर्षक मौलिक सुधारका कार्यक्रम र नाराहरुको कहिले अभाव भएन।

source: However, these programmes were confined to mere slogans due to the lack of political commitment.
ne_np: तर राजनैतिक प्रतिबद्धताको अभावमा ती कार्यक्रमहरु केवल नाराको रुपमा सीमित भए।

source: Some of the functions whose initiation was attempted at conceptual and operational levels by the elected demarcation government in 1959 for fundamental changes in economic structure were given political colour and introduced as fundamental economic reform movements.
ne_np: वि.सं. २०१५ सालमा निर्वाचित प्रजातान्त्रिक सरकारबाट मुलुकको आर्थिक संरचनामा मूलभूत परिवर्तन ल्याउन भावनात्मक रुपमा र कार्यरुपमा जुन कार्य सुरु गर्न खोजिएको थियो, पञ्चायती व्यवस्थामा कतिपय तिनै कार्यलाई राजनीतिक रङ्ध दिएर मौलिक आर्थिक सुधारका अभियानहरुको रुपमा थालनी भयो।
